tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "neovim/neovim"
brew "ctags"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "mas"
brew "neovim"
brew "rbenv"
brew "rust"
brew "the_platinum_searcher"
brew "tig"
brew "vim"
mas "1Password 7", id: 1333542190
mas "Alfred", id: 405843582
mas "CotEditor", id: 1024640650
mas "Day One", id: 1055511498
mas "Evernote", id: 406056744
mas "feedly", id: 865500966
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Slack", id: 803453959
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
