tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "neovim/neovim"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "composer"
brew "python"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "jq"
brew "mas"
brew "neovim"
brew "nodebrew"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "the_platinum_searcher"
brew "tig"
brew "vim"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "bartender"
cask "clipy"
cask "dropbox"
cask "font-meslo-for-powerline"
cask "gitify"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "teamviewer"
cask "tunnelblick"
mas "1Password 7", id: 1333542190
mas "Alfred", id: 405843582
mas "CotEditor", id: 1024640650
mas "Day One", id: 1055511498
mas "Evernote", id: 406056744
mas "feedly", id: 865500966
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Slack", id: 803453959
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
